Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: Mozambique
ca_es: Moçambic

source: Netherlands
ca_es: Països Baixos

source: Netherlands Antilles
ca_es: Antilles Neerlandeses

source: New Caledonia
ca_es: Nova Caledònia

source: Niger
ca_es: Nigèria

source: Nigeria
ca_es: Nigèria

source: Norfolk Island
ca_es: Illa Norfolk

source: North Korea
ca_es: Corea del Nord

source: Northern Mariana Islands
ca_es: Illes Mariannes

source: Norway
ca_es: Noruega

source: Panama
ca_es: Panamà

source: Papua New Guinea
ca_es: Papua Nova Guinea

source: Peru
ca_es: Perú

source: Philippines
ca_es: Filipines

source: Reunion
ca_es: Illa de la Reunió

source: Russia
ca_es: Rússia

source: Saudi Arabia
ca_es: Aràbia Saudita

source: Slovakia
ca_es: Eslovàquia

source: Slovenia
ca_es: Eslovènia

source: Solomon Islands
ca_es: Illes Salomó

source: Somalia
ca_es: Somàlia

source: South Africa
ca_es: Sud-àfrica

source: South Georgia and the South Sandwich Islands
ca_es: Illes Geòrgia del Sud i Sandwich del Sud

source: Spain
ca_es: Espanya

source: Suriname
ca_es: Surinam

source: Svalbard and Jan Mayen
ca_es: Svalbard i Jan Mayen

source: Swaziland
ca_es: Swazilàndia

source: Sweden
ca_es: Suècia

source: Switzerland
ca_es: Suïssa

source: Syria
ca_es: Síria

source: Tajikistan
ca_es: Tadjikistan

source: Tanzania
ca_es: Tanzània

source: Thailand
ca_es: Tailàndia

source: Trinidad and Tobago
ca_es: Trinitat i Tobago

source: Tunisia
ca_es: Tunísia

source: Turks and Caicos Islands
ca_es: Illes Turks i Caicos

source: Ukraine
ca_es: Ucraïna

source: United Arab Emirates
ca_es: Emirats Àrabs Units

source: United Kingdom
ca_es: Regne Unit

source: United States
ca_es: Estats Units

source: United States Minor Outlying Islands
ca_es: Illes Perifèriques Menors dels EUA

source: Uruguay
ca_es: Uruguai

source: Venezuela
ca_es: Veneçuela

source: Wallis and Futuna
ca_es: Wallis i Futuna

source: Yemen
ca_es: Iemen

source: Zambia
ca_es: Zàmbia

source: Zimbabwe
ca_es: Zimbabue

source: Table prefix
ca_es: Prefix de les taules

source: Database username
ca_es: Nom d'usuari de la base de dades

source: Database password
ca_es: Clau de pas de la base de dades

source: Database name
ca_es: Nom de la base de dades

source: Add user
ca_es: Afegeix un usuari

source: Size of textfield
ca_es: Mida del camp de text

source: Authoring information
ca_es: Informació de l'autoria

source: Authored on
ca_es: Elaborat el

source: Leave blank for %anonymous.
ca_es: Deixeu-ho en blanc per %anonymous.

source: Hidden
ca_es: Ocult

source: Show
ca_es: Mostra

source: Enable or disable page caching for anonymous users and set CSS and JS bandwidth optimization options.
ca_es: Habiliteu o inhabiliteu la memòria cau de pàgina pels usuaris anònims i establiu les opcions de CSS i JS per a optimitzar l'ample de banda.

source: Key
ca_es: Clau

source: Arabic
ca_es: Àrab

source: English
ca_es: Anglès

source: French
ca_es: Francès

source: Italian
ca_es: Italià

source: Spanish
ca_es: Espanyol

source: Japanese
ca_es: Japonès

source: Korean
ca_es: Coreà

source: A valid e-mail address. All e-mails from the system will be sent to this address. The e-mail address is not made public and will only be used if you wish to receive a new password or wish to receive certain news or notifications by e-mail.
ca_es: Una adreça de correu vàlida. Tots els correus provinents del sistema seran enviats aquí. L'adreça no es fa mai pública i només s'utilitzarà en el cas que desitgeu rebre una nova contrasenya o notificacions per correu.

source: The e-mail address %email is already registered. <a href="@password">Have you forgotten your password?</a>
ca_es: L'adreça de correu %email ja està registrada. <a href="@password">Heu oblidat la vostra contrasenya?</a>

source: Import OPML
ca_es: Importa un OPML

source: Remove items
ca_es: Elimina els elements

source: OPML File
ca_es: Fitxer OPML

source: Allowed HTML tags
ca_es: Etiquetes HTML permeses

source: Sources
ca_es: Fonts

source: !title category latest items
ca_es: Últims elements de la categoria !title

source: !title feed latest items
ca_es: Últims elements del canal !title

source: The category %category has been updated.
ca_es: La categoria %category s'ha actualitzat.

source: Category %category deleted.
ca_es: Categoria %category eliminada.

source: The category %category has been deleted.
ca_es: La categoria %category s'ha eliminat.

source: Category %category added.
ca_es: Categoria %category afegida.

source: The category %category has been added.
ca_es: La categoria %category s'ha afegit.

source: aggregator - @title
ca_es: agregador - @title

source: 1 item
ca_es: 1 element

source: Add menu
ca_es: Afegeix un menú

source: menu
ca_es: menú

source: ‹ previous
ca_es: ‹ anterior

source: next ›
ca_es: següent ›

source: No items selected.
ca_es: Sense elements seleccionats.

source: The update has been performed.
ca_es: S'ha realitzat l'actualització.

source: Browser
ca_es: Navegador

source: View user profile.
ca_es: Mostra el perfil d'usuari.

source: Titles only
ca_es: Només títols

source: Full text
ca_es: Text complet

source: This cannot be undone.
ca_es: No es pot desfer.

source: Upload picture
ca_es: Carrega la imatge

source: Message:
ca_es: Missatge:

source: Language file
ca_es: Fitxer d'idioma

source: published
ca_es: publicat

source: Average page generation time
ca_es: Temps mitjà de generació per pàgina

source: The changes have been saved.
ca_es: S'han desat els canvis.

source: Show only users where
ca_es: Mostra només usuaris on

source: Refine
ca_es: Refina

source: Undo
ca_es: Desfés

source: Member for
ca_es: Membre des de fa

source: @time ago
ca_es: fa @time

source: No users selected.
ca_es: No s'ha seleccionat cap usuari

source: Detected malicious attempt to alter protected user fields.
ca_es: S'ha detectat un intent maliciós d'alterar camps d'usuari protegits.

source: Select all rows in this table
ca_es: Selecciona totes les fileres d'aquesta taula

source: Deselect all rows in this table
ca_es: Deselecciona totes les fileres d'aquesta taula

source: Search results
ca_es: Resultats de la cerca

source: Your search yielded no results
ca_es: La vostra cerca no ha tornat cap resultat.

source: Please enter some keywords.
ca_es: Introduïu algunes paraules clau.

source: Front page
ca_es: Portada

source: Request new password
ca_es: Demana una contrasenya nova

source: Deleted
ca_es: Eliminat

source: Languages
ca_es: Llengües

source: Topics
ca_es: Temes

source: Topic
ca_es: Tema

source: Allowed values list
ca_es: Llista de valors permesos

source: Edit menu
ca_es: Edita el menú

source: Delete menu
ca_es: Suprimeix el menú

source: Publishing options
ca_es: Opcions de publicació

source: Create new revision
ca_es: Crea una nova revisió

source: Locale settings
ca_es: Configuració local

source: Configure block
ca_es: Configura el bloc

source: Machine readable name
ca_es: Nom llegible-per-la-màquina

source: How many content items to display in "day" list.
ca_es: Quants elements de contingut per mostrar en la llista "dia".

source: Jan
ca_es: gen

source: Feb
ca_es: febr

source: Apr
ca_es: abr

source: Aug
ca_es: ago

source: Sep
ca_es: set

source: Dec
ca_es: des

source: Select list
ca_es: Llista de selecció

source: Text field
ca_es: Camp de text

source: Long
ca_es: Llarg

source: Short
ca_es: Curt

source: Posts
ca_es: Articles

source: Configure permissions
ca_es: Configura permisos

source: Workflow
ca_es: Flux de treball

source: Randomize
ca_es: Fes-ho aleatori

source: Empty
ca_es: Buit

source: Existing system path
ca_es: Camins de sistema existent

source: Path alias
ca_es: Àlies de camí

source: Specify an alternative path by which this data can be accessed. For example, type "about" when writing an about page. Use a relative path and don't add a trailing slash or the URL alias won't work.
ca_es: Especifiqueu un camí alternatiu per a accedir a la informació. Per exemple «quisom». Escriviu camins relatius i no utilitzeu guions o els àlies d'URL no funcionaran.

source: Greater than
ca_es: Més gran que

source: Less than
ca_es: Més petit que

source: any
ca_es: qualsevol

source: Choice
ca_es: Opció

source: Log out
ca_es: Surt

source: Number of day's top views to display
ca_es: Nombre de les més vistes del dia a mostrar

source: Number of all time views to display
ca_es: Nombre de visualitzacions històriques a mostrar

source: Number of most recent views to display
ca_es: Nombre de visualitzacions més recents a mostrar

source: The settings have not been saved because of the errors.
ca_es: La configuració no s'ha desat degut als errors.

source: characters
ca_es: caràcters

source: profile
ca_es: perfil

source: First day of week
ca_es: Primer dia de la setmana

source: Autocomplete taxonomy
ca_es: Taxonomia autocomplerta

source: Left
ca_es: Esquerra

source: Right
ca_es: Dreta

source: Send yourself a copy.
ca_es: Envieu-vos una còpia

source: Your message has been sent.
ca_es: El vostre missatge s'ha enviat.

source: Create new account
ca_es: Crea un compte nou

source: role
ca_es: rol

source: Are you sure you want to delete the block %name?
ca_es: Esteu segur de voler eliminar el bloc %name?

source: The block %name has been removed.
ca_es: El bloc %name s'ha suprimit.

source: People
ca_es: Gent

source: list terms
ca_es: llista de termes

source: add terms
ca_es: afegeix termes

source: Created new term %term.
ca_es: S'ha creat el terme nou %term.

source: Are you sure you want to delete the term %title?
ca_es: Esteu segur de voler eliminar el terme %title?

source: Deleted term %name.
ca_es: S'ha esborrat el terme %name.

source: warning
ca_es: avís

source: No statistics available.
ca_es: No hi ha cap estadística disponible.

source: Last run !time ago
ca_es: Darrera execució: fa !time

source: Site information
ca_es: Informació del lloc web

source: Blocked
ca_es: Bloquejat

source: Enabled filters
ca_es: Filtres habilitats

source: critical
ca_es: crític

source: Results
ca_es: Resultats

source: Older polls
ca_es: Enquestes antigues

source: View the list of polls on this site.
ca_es: Mostra la llista d'enquestes d'aquest lloc.

source: Poll settings
ca_es: Paràmetres de configuració de les enquestes

source: You must fill in at least two choices.
ca_es: Heu de completar almenys dues opcions.

source: open
ca_es: obert

source: This table lists all the recorded votes for this poll. If anonymous users are allowed to vote, they will be identified by the IP address of the computer they used when they voted.
ca_es: Aquesta taula recull tots els vots registrats d'aquesta enquesta. Si els usuaris anònims poden votar, seran identificats per l'adreça IP de l'ordinador que han utilitzar per votar.

source: Visitor
ca_es: Visitant

source: Cancel your vote
ca_es: Cancel·la el vostre vot

source: View the current poll results.
ca_es: Mostra els resultats actuals de l'enquesta.

source: Deleting a term will delete all its children if there are any. This action cannot be undone.
ca_es: Esborrar un terme esborrarà tots els seus fills si n'hi ha algun. Aquesta acció no es pot desfer.

source: Parent term
ca_es: Terme pare

source: Parent terms
ca_es: Termes pare

source: Syndicate
ca_es: Sindica

source: Books
ca_es: Llibres

source: The feed from %site seems to be broken, due to an error "%error" on line %line.
ca_es: El canal de %site sembla trencat, a causa d'un error "%error" a la línia %line.

source: The feed from %site seems to be broken, because of error "%error" on line %line.
ca_es: El canal de %site sembla trencat, degut a l'error "%error" a la línia %line.

source: Forums
ca_es: Fòrums

source: Revisions for %title
ca_es: Revisions per %title

source: !date by !username
ca_es: !date per !username

source: revert
ca_es: reverteix

source: Revision
ca_es: Revisió

source: current revision
ca_es: revisió actual

source: The specified passwords do not match.
ca_es: Les contrasenyes no coincideixen.

source: Session
ca_es: Sessió

source: Track
ca_es: Seguiment

source: No forums defined
ca_es: No s'ha definit cap fòrum

source: This topic has been moved
ca_es: Aquest tema s'ha mogut

source: Permissions
ca_es: Permisos

source: Your settings have been saved.
ca_es: Les vostres preferències han estat desades.

source: Installed
ca_es: Instal·lat

source: permission
ca_es: permís

source: Your vote was recorded.
ca_es: El vostre vot ha estat registrat.

source: Allows your site to capture votes on different topics in the form of multiple choice questions.
ca_es: Permet al lloc recopilar votacions sobre diferents temes a mode de preguntes de selecció múltiple.

source: Link color
ca_es: Color dels enllaços

source: Your password and further instructions have been sent to your e-mail address.
ca_es: La vostra contrasenya i les instruccions corresponents s'han enviat a la vostra adreça de correu.

source: Date created
ca_es: Data creada

source: Failed
ca_es: Fallat

source: Testing
ca_es: Proves

source: Standard
ca_es: Estàndard

source: Aland Islands
ca_es: Illes Åland

source: Falkland Islands
ca_es: Illes Falkland

source: Saint Kitts and Nevis
ca_es: Saint Kitts i Nevis

source: South Korea
ca_es: Corea del Sud

source: Saint Helena
ca_es: Santa Helena

source: Sao Tome and Principe
ca_es: São Tomé i Príncipe

source: French Southern Territories
ca_es: Terres Australs i Antàrtiques Franceses

source: Saint Vincent and the Grenadines
ca_es: Saint Vincent i les Grenadines

source: British Virgin Islands
ca_es: Illes Verges Britàniques

source: U.S. Virgin Islands
ca_es: Illes Verges Americanes

source: %type settings
ca_es: Paràmetres de %type

source: Not published
ca_es: No publicat

source: Menu settings
ca_es: Paràmetres de menú

source: Color scheme
ca_es: Esquema de colors

source: Unformatted
ca_es: Sense format

source: @type: deleted %title.
ca_es: @type: %title eliminat.

source: Allowed file extensions
ca_es: Extensions de fitxer permeses

source: <a href="@link" title="@title">more</a>
ca_es: <a href="@link" title="@title">més</a>

source: Redirect to URL
ca_es: Redirigeix a la URL

source: details
ca_es: detalls

source: The username %name has not been activated or is blocked.
ca_es: El nom d'usuari %name no ha estat activat o està bloquejat.

source: Login attempt failed for %user.
ca_es: L'intent d'inici de sessió ha fallat per a %user.

source: image
ca_es: imatge

source: <Hidden>
ca_es: <Ocult>

source: Revision of %title from %date
ca_es: Revisió de %title de %date

source: The username of the user to which you would like to assign ownership.
ca_es: El nom de l'usuari a qui voleu assignar l'autoria.

source: Manage the actions defined for your site.
ca_es: Gestioneu les accions definides pel vostre web.

source: Delete action
ca_es: Esborrar acció

source: The action has been successfully saved.
ca_es: L'acció s'ha desat satisfactòriament.

source: Deleted action %aid (%action)
ca_es: Eliminada acció %aid (%action)

source: Action '%action' added.
ca_es: Afegida l'acció '%action'.

source: Remove orphaned actions
ca_es: Elimina les accions òrfenes

source: Themes
ca_es: Temes

source: JPEG quality
ca_es: Qualitat JPEG

source: Delete comments
ca_es: Suprimeix els comentaris

source: not published
ca_es: no publicat

source: Published comments
ca_es: Comentaris publicats

source: Loading...
ca_es: Carregant...

source: !name field is required.
ca_es: El camp !name és obligatori.

source: Protected
ca_es: Protegit

source: Comment settings
ca_es: Paràmetres dels comentaris

source: Hits
ca_es: Accessos

source: not sticky
ca_es: no estàtic

source: sticky
ca_es: estàtic

source: not promoted
ca_es: no promocionat

source: promoted
ca_es: promocionat

source: You are here
ca_es: Esteu aquí

source: Default options
ca_es: Opcions predeterminades

source: Contact settings
ca_es: Paràmetres de contacte

source: Reset password
ca_es: Inicialitza contrasenya

source: Processing
ca_es: Processant

source: Finished
ca_es: Fi

source: Temporary directory
ca_es: Directori temporal

source: date
ca_es: data

source: File upload error. Could not move uploaded file.
ca_es: Error de càrrega del fitxer. No s'ha pogut moure el fitxer carregat.

source: Shortcuts
ca_es: Accessos directes

source: Shortcut
ca_es: Enllaç directe

source: Default value
ca_es: Valor predeterminat

source: The specified date is invalid.
ca_es: La data especificada és invàlida.

source: Password strength:
ca_es: Complexitat de la contrasenya:

source: Passwords match:
ca_es: Les contrasenyes concorden:

source: Slogan
ca_es: Eslògan

source: The name used to indicate anonymous users.
ca_es: El nom utilitzat per a referir-se als usuaris anònims.

source: The home page displays content from this relative URL. If unsure, specify "node".
ca_es: La pàgina inicial mostra el contingut d'aquest URL relatiu. Si no n'esteu segur, especifiqueu el "node".

source: Alternate text
ca_es: Text alternatiu

source: Get help
ca_es: Obté ajuda

source: Assign
ca_es: Assigna

source: Not translated
ca_es: Sense traduir

source: Go to first page
ca_es: Vés a la primera pàgina

source: Go to last page
ca_es: Vés a la darrera pàgina

source: Go to page @number
ca_es: Vés a la pàgina @number

source: Enter the terms you wish to search for.
ca_es: Introduïu els termes que voleu cercar.

source: Underlined
ca_es: Subratllat

source: Delete role
ca_es: Suprimeix el rol

source: Basic configuration
ca_es: Configuració bàsica

source: List menus
ca_es: Llista els menús

source: Customize menu
ca_es: Personalitzeu el menú

source: British Indian Ocean Territory
ca_es: Territori Britànic de l'Oceà Índic

source: Croatia
ca_es: Croàcia

source: Macedonia
ca_es: Macedònia

source: Western Sahara
ca_es: Sàhara Occidental

source: English name
ca_es: Nom en anglès

source: Native name
ca_es: Nom natiu

source: Block description
ca_es: Descripció del bloc

source: Form name
ca_es: Nom del formulari

source: The title of the new field. The title will be shown to the user. An example title is "Favorite color".
ca_es: El títol del camp nou. El títol es mostrarà a l'usuari. Un exemple de títol és "Color favorit".

source: An optional explanation to go with the new field. The explanation will be shown to the user.
ca_es: Una explicació opcional per al camp nou. L'explicació es mostrarà a l'usuari.

source: Save field
ca_es: Desa el camp

source: Blocks
ca_es: Blocs

source: Configure what block content appears in your site's sidebars and other regions.
ca_es: Configureu quin contingut de bloc apareix a la barra lateral del vostre lloc i a d'altres regions.

source: Delete block
ca_es: Suprimeix el bloc

source: Save blocks
ca_es: Desa els blocs

source: The block settings have been updated.
ca_es: S'han actualitzat els paràmetres del bloc.

source: '%name' block
ca_es: Bloc '%name'

source: Allow individual users to customize the visibility of this block in their account settings.
ca_es: Permet als usuaris individuals personalitzar la visibilitat d'aquest bloc en els paràmetres del seu compte.

source: Show block for specific roles
ca_es: Mostra el bloc per a rols específics

source: Show this block only for the selected role(s). If you select no roles, the block will be visible to all users.
ca_es: Mostra aquest bloc només pel/s rol/s seleccionat/s. Si no seleccioneu cap rol, el bloc serà visible a tots els usuaris.

source: Show block on specific pages
ca_es: Mostra el bloc en pàgines específiques

source: Save block
ca_es: Desa el bloc

source: The block configuration has been saved.
ca_es: S'ha desat la configuració del bloc.

source: The block has been created.
ca_es: S'ha creat el bloc.

source: Block body
ca_es: Cos del bloc

source: The content of the block as shown to the user.
ca_es: El contingut del bloc tal com es mostrarà a l'usuari.

source: Menus
ca_es: Menús

source: Any customizations will be lost. This action cannot be undone.
ca_es: Qualsevol personalització es perdrà. Aquesta acció no es pot desfer.

source: Allows administrators to customize the site navigation menu.
ca_es: Permet als administradors personalitzar el menú de navegació del lloc.

source: Add vocabulary
ca_es: Afegeix un vocabulari

source: edit vocabulary
ca_es: edita el vocabulari

source: Created new vocabulary %name.
ca_es: S'ha creat el nou vocabulari %name.

source: Updated vocabulary %name.
ca_es: S'ha actualitzat el vocabulari %name.

source: Are you sure you want to delete the vocabulary %title?
ca_es: Esteu segur de voler eliminar el vocabulari %title?

source: Deleting a vocabulary will delete all the terms in it. This action cannot be undone.
ca_es: Esborrar un vocabulari esborrarà tots els seus termes. Aquesta acció no es pot desfer.

source: Deleted vocabulary %name.
ca_es: Vocabulari %name esborrat.

source: Above
ca_es: A sobre

source: Number of values
ca_es: Nombre de valors

source: Default time zone
ca_es: Fus horari predeterminat

source: Add another item
ca_es: Afegeix un altre element

source: Updating field type %type with module %module.
ca_es: Actualitzant el tipus de camp %type amb el mòdul %module.

source: Manage fields
ca_es: Administra els camps

source: Add field
ca_es: Afegeix camp

source: Trimmed
ca_es: Retallat

source: Used in
ca_es: Usat a

source: No fields have been defined for any content type yet.
ca_es: No s'ha definit encara cap camp per cap tipus de contingut.

source: Add existing field
ca_es: Afegeix un camp existent

source: If you have any content left in this field, it will be lost. This action cannot be undone.
ca_es: Si teniu cap contingut en aquest camp, aquest es perdrà. Aquesta acció no es pot desfer.

source: Save field settings
ca_es: Desa els paràmetres del camp

source: The update has encountered an error.
ca_es: L'actualització ha trobat un error.

source: 1 item successfully processed:
ca_es: S'ha processat un element amb èxit:

source: Float
ca_es: Coma flotant

source: Minimum
ca_es: Mínim

source: Precision
ca_es: Precisió

source: The total number of digits to store in the database, including those to the right of the decimal.
ca_es: El nombre total de dígits a emmagatzemar a la base de dades, incloent els de la dreta del decimal.

source: The number of digits to the right of the decimal.
ca_es: El nombre de dígits a la dreta de la coma.

source: Decimal marker
ca_es: Separador de decimals

source: The character users will input to mark the decimal point in forms.
ca_es: El caràcter que els usuaris introduiran com a separador dels decimals en els formularis.

source: Defines numeric field types.
ca_es: Defineix tipus de camp numèrics

source: For a 'single on/off checkbox' widget, define the 'off' value first, then the 'on' value in the <strong>Allowed values</strong> section. Note that the checkbox will be labeled with the label of the 'on' value.
ca_es: Per un giny de "casella de selecció actiu/inactiu" simple, definiu primer el valor "inactiu", llavors el valor "actiu" a la secció <strong>Valors permesos</strong>. Nota: la casella de selecció s'etiquetarà amb l'etiqueta del valor "actiu".

source: Check boxes/radio buttons
ca_es: Caselles/botons de ràdio

source: Single on/off checkbox
ca_es: Casella simple actiu/inactiu

source: Defines selection, check box and radio button widgets for text and numeric fields.
ca_es: Defineix els ginys de selecció, casella i botó de ràdio per als camps numèrics i de text.

source: Text area (multiple rows)
ca_es: Àrea de text (múltiples files)

source: Defines simple text field types.
ca_es: Defineix tipus de camp de text simple.

source: Enable clean URLs
ca_es: Habilita les URLs netes

source: Theme-engine-specific settings
ca_es: Configuracions específiques del motor del tema

source: Debug
ca_es: Depuració

source: Exception
ca_es: Excepció

source: Permission
ca_es: Permís

source: @module module
ca_es: mòdul @module
